Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Kuten jäljempänä selostetaan, myös YK:n ihmisoikeuksia käsittelevä asiantuntijakokous on antanut lausunnon, josta käy selville, että alkuperäiskansat voivat muodostaa sellaisia kansoja, joita on kansainvälisen oikeuden mukaan pidettävä oikeussubjekteina.
sme: Nugo dás vuolleleabbos árvaladdo, lea maiddái ON:a Áššedovdiid čoahkkin cealkán Iešmearridanvuoigatvuođas dan guvlui ahte eamiálbmogat ležžet dakkár álbmogin mat álbmotnjulgosa ektui livčče gearretsubjeaktan.

source: Lopuksi voidaan mainita, että kysymystä siitä, keitä on kansainvälisen oikeuden mukaan pidettävä ” kansoina ”, on käsitelty myös alueellisella tasolla.
sme: Viimmat oažžu dadjat dan-ge ahte maiddái čearuid ja guovlluid dásis leat áššit gieđahallon das geat livčče ” álbmot ” álbmotnjulgosa vuođul.

source: Vuonna 1998 Kanadan korkein oikeus antoi lausunnon Quebecin osavaltion mahdollisuudesta vedota kansainväliseen oikeuteen saadakseen tukea mahdolliselle itsenäisyysvaatimukselleen.
sme: Jagis 1998 celkkii Kanada alimus duopmostuollu das makkár livčče oassestáhta Quebec:a vejolašvuođat dorvvastit álbmotnjulgosii doarjaga dihtii jos ovddida ieččanasvuođa gáibádusa.

source: Tuomiossaan tuomioistuin lausui mm..:
sme: Duopmostuollu celkkii e.e. ahte;

source: ja edelleen:
sme: ja ain ná ahte;

source: Kuten edellisestä käy ilmi, tuomioistuin esittää selvästi, että valtiossa voi kansainvälisen oikeuden mukaan olla enemmän kuin yksi kansa.
sme: Duopmostuollu deattuha lossagit ahte álbmotnjulgosa mielde sáhttet stáhta siste ássat eambo go okta álbmot.

source: Quebec-tuomiossa Kanadan korkein oikeus viittasi myös Quebecin alkuperäiskansoihin:
sme: Quebec-duomus muittuhii Kanada Alimus Duopmostuollu maiddái Quebec:a eamiálbmogiidda;

source: Tuomioistuin ei muihin kysymyksiin liittyvien kannanottojensa takia koskaan käsitellyt erityisesti Quebecin alkuperäiskansoja.
sme: Ii dupmostuollu goit-ge gártan, eará áššiid meannudeami geažil, erenamažit hállat Quebec:a eamiálbmogiid birra.

source: Vaikuttaa kuitenkin siltä kuin Kanadan korkeimman oikeuden käsitys olisi, että myös alkuperäiskansat sellaisinaan voivat olla tässä suhteessa oikeussubjekteja.
sme: Orru goit leamen nu ahte lea Kanada Alimus Duopmostuolu oaidnu ahte maiddái eamiálbmogat nugo leat-ge, galget dohkkehuvvot gearretsubjeaktan dán oktavuođas.

source: Tiivistäen voidaan nyt pitää selvänä, että olemassa olevissa valtioissa elävä kansanryhmä, joka ei muodosta valtiota, voi muodostaa ” kansan ”, ja sitä on näin pidettävä oikeussubjektina kansainvälisen oikeuden mukaan.
sme: Čoahkkáigeasu bottus oažžu mieđihit ja doalahit čielggasin ahte maiddái eai-stáhtadahkki álbmotjoavvkut guhte ellet doaibmi stáhta siste, besset leat ” álbmogin ”, ja dandihtii galget oidnojuvvot gearretsubjeaktan álbmotnjulgosa ektui.

source: Tämä koskee tällöin myös alkuperäiskansoja, jotka eivät muodosta valtiota.
sme: Ná maid eai-stáhtadahkki eamiálbmogiid buohta.

source: Myös Euroopan unioni on vahvistanut, että alkuperäiskansat ovat oikeutettuja itsemääräämiseen.
sme: Maiddái EU arvá doalahit ahte eamiálbmogiidda galgá juolluduvvot iešmearrideapmi.

source: EU:n ministerineuvoston 29. syyskuuta 2003 hyväksymä pohjoista ulottuvuutta koskeva toinen toimintasuunnitelma 2004–2006 sisältää sanamuodoltaan seuraavanlaisen säännöksen:
sme: Davvi Oláhusa Doaibmaplána 2004-2006 man EU:a Ministarráđđi dohkkehii čakčamánu 29. beaivvi, 2003, sistisdoallá dákkár mearrádusa;

source: 3.2 Kansainvälisten yleissopimusten tulkinta.
sme: 3.2 Mo galggašii ipmirdit álbmogiidgaskasaš konvenšuvnnaid.

source: Muutamia tulkintaperiaatteita
sme: Muhtin ipmárdussii guoski vuođđojurdagat

source: Wienin yleissopimus vuodelta 1969 luo periaatteet sille, millä tavalla kansainvälisiä sopimuksia on tulkittava.
sme: Wien-konvenšuvdna 1969 cegge vuođđojurdagiid dasa movt álbmogiidgaskasaš soahpamušaid galggašii ipmirdit.

source: Wienin yleissopimuksessa ilmaistut periaatteet on lisäksi tunnustettu myös yleisiksi kansainvälisoikeudellisiksi periaatteiksi, jotka pätevät siitä riippumatta, onko kyseessä oleva valtio ratifioinut Wienin yleissopimuksen.
sme: Wien-konvenšuvnna vuođđojurdagat leat muđui dohkkehuvvon dábálaš olmmošvuoiggalaš prinsihppan mat galget váldot vuhtii beroškeahttá das lea-go áššáiguoski stáhta dohkkehan Wien-konvenšuvnna.

source: Wienin yleissopimuksen 3 luvussa selostetaan yleisiä kansainvälisiä tulkintaperiaatteita.
sme: Wien-konvenwuvnna kápihttal 3 čilge dábálaš álbmogiidgaskasaš áddenvuođđojurdagiid.

source: Wienin yleissopimuksen 31 artiklan mukaan yleissopimusta on tulkittava vilpittömässä mielessä ja antamalla yleissopimuksen käsitteille niiden tavallinen merkitys yleissopimuksen tarkoituksen ja päämäärän valossa.
sme: Wien-konvenšuvnna ártihkkala 31 mielde, galgá konvenšuvdna vuhtiiváldot buorredáhtolašvuođa vuoiŋŋas ja nugo konvenšuvnna dajaldagat juohkebeaivválaččat impirduvvojit go daid geahččá konvenšuvnna ulbmila ja áigumuša čuovggas.

source: Englanninkielinen versio 31 artiklan 1 kappaleessa ilmaissusta tulkintaperiaatteesta kuuluu: ” A treaty shall be interpreted in good faith in accordance with the ordinary meaning to be given to the terms of the treaty in their context and in the light of its object and purpose. ”
sme: Dulkonvuođđojurdaga eaŋgalsgielhámát árt.31(1) gullo ná: ” A treaty shall be interpreted in good faith in accordance with the ordinary meaning to be given to the terms of the treaty in their context and in the light of its object and purpose ”, ja eahpevirggálaččat dárogillii: ” En internasjonal konvensjon skal fortolkes i god hensikt i samsvar med den ordinære meningen av konvensjonens begreper i deres sammenheng og i lys av dens [konvensjonens] formål og hensikt. ”

source: Epävirallinen suomennos Wienin yleissopimuksen 31 artiklan 1 kappaleesta: ” Kansainvälistä yleissopimusta on tulkittava vilpittömässä mielessä ja antamalla valtiosopimuksessa käytetyille sanonnoille niille kuuluvassa yhteydessä niiden tavallinen merkitys yleissopimuksen tarkoituksen ja päämäärän valossa. ”
sme: Eahpevirggálaččat sámás: ” Álbmogiidgaskasaš soahpamuš / konvenšuvdna galgá ipmirduvvot buorredáhtolaš áigumušain ja konvenšuvnna namahusaid dábálaš oaivila mielde daid oktavuođas, ja dan konvenšuvnna ulbmila ja áigumuša čuovggas. ”

source: Yleissopimusta tulkittaessa on toisin sanoen pääsääntöisesti otettava lähtökohdaksi käsitteiden tavallinen merkitys.
sme: Go áiggošii oažžut buoremus oaivila, berre váldobagadussan váldit vuolggačuoggá lunddolaš oaivilsisdoalus.

source: Käsitteille voidaan antaa erityinen merkitys, joka poikkeaa tavallisesta merkityksestä, mikäli voidaan osoittaa, että osapuolten tarkoituksena oli antaa käsitteelle erityinen merkitys, vrt. Wienin yleissopimuksen 31 artiklan 4 kappale: ” A special meaning shall be given to a term if it is established that the parties so intended. ” Epävirallinen
sme: Namahusaide sáhttá bidjat erenamaš oaivilsisdoalu mii spiehká árvagit lunddolaš oaivilis, ja nu jos nagoda duođaštit ahte oasseváldiin lei áigumuš dajaldahkii addit erenamaš oaivilsisdoalu, oainne Wien-konvenšuvnna ártihkkala 31 (4): ” A special meaning shall be given to a term if it is established that the parties so intended, ” ja eahpevirggálaččat dárogillii: ” En spesiell mening skal gis til et begrep dersom det er godtgjort at [konvensjons] partene hadde slik hensikt, ” ja dasalassin eahpevirggálaččat sámegillii: ” Erenoamáš oavil galgá addot diehto duohpagii jos duođaštuvvo ahte (konvenšuvnna) oasseváldit nu ledje hálidan. ”

source: Mitä tulee kysymykseen, onko saamelaisilla kansainvälisen oikeuden nojalla oikeus itsemääräämiseen, on jouduttu, kuten edellä on mainittu, ottamaan kantaa siihen, mikä on (1) kansalaisoikeuksia ja poliittisia oikeuksia ja (2) taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskevissa YK:n yleissopimuksissa sekä monissa muissa kansainvälisissä asiakirjoissa käytetyn muotoilun ” kaikki kansat ” merkitys.
sme: Dan gažaldaga ektui, lea go sámiin vuoigatvuohta beassat ieža mearridit álbmotnjulgosa fámudusa veagal, ferte nugo bajábealde daddjo, váldit merošteami vuollái dan mii lea dajaldaga ” buot álbmogat ” oaivilsisdoallu ON-konvenšuvnnain dakko mii gusto (1) siviila ja politihkalaš vuoigatvuođaide, ja (2) ekonomálaš, sosiala ja kultuvralaš vuoigatvuođaide, ja maiddái mii gusto soames álbmogiidgaskasaš instrumeanttaide.

source: Muotoilun ” kaikki kansat ” tulkinnan lähtökohtana on Wienin yleissopimuksen 31 artiklan 1 kappaleen mukaan käsitteen tavallinen merkitys.
sme: Namahusa ” buot álbmogat ” dulkoma vuolggabáikin lea Wien-konvenšuvnna ártihkkala 31 (1) mielde, dajaldaga lunddolaš oaivilsisdoallu.

source: Edellä on selostettu, mitä pidetään käsitteen ” kansat ” tavallisena merkityksenä.
sme: Bajábealde lea dás árvaluvvon mii livčče duohpaga ” álbmot ” lunddolaš oaivilsisdoallu.

source: Tässä otetaan lähtökohdaksi, että kaikkien kansanryhmien, jotka täyttävät käsitteen ” kansat ” kriteerit tämän kriteerin tavallisen merkityksen mukaan, on määrä kuulua kategoriaan ” kaikki kansat ”.
sme: Vuođđun dás lea ahte buot álbmotjoavkkut mat devdet duohpaga ” álbmot ” eavttuid / kriterijaid, fertejit boahtit kategoriija ” buot álbmogat ” vuollái dan vuogi mielde mii dábálaččat biddjo dán namahussii.

source: Tämän on tarkoitus luoda perusta käsitteen tulkinnalle, ellei esitöistä tai muista oikeuslähteistä löydetä tukea tästä poikkeavalle tulkinnalle.
sme: Dát galget leat ipmárdusa geađgejuolgin – jos fal ovdabargguin dahje eará gearretádjagiin ii boađe ovdan diehtu mii dorjjošii earralágán áddejumi.

source: Wienin yleissopimuksen 31 artiklan 3 kappaleen b kohdan mukaan yleissopimuksia on tulkittava jokaisen sellaisen valtiosopimuksen soveltamisen yhteydessä myöhemmin noudatetun käytännön mukaan, josta valtio-osapuolet ovat sopineet (” any subsequent practice in the application of the treaty which establishes the agreement of the parties regarding its interpretation ”).
sme: Wien-konvenšuvnna ártihkkala 31 (3) (b) mielde galget konvenšuvnnat dulkojuvvot dan heivehuvvon vuogi vuođul maid stáhtaid oassebealit leat soahpan (” any subsequent practice in the application of the treaty which establishes the agreement of the parties regarding its interpretation ”).

source: Tämän takia kansainvälinen oikeuskäytäntö on olennaisen tärkeä yleissopimusten tulkinnassa, etenkin niissä tulkinnoissa, jotka toimivaltaiset kansainväliset elimet ovat ottaneet omaksi lähtökohdakseen soveltaessaan yleissopimusten kulloisiakin säännöksiä. Sellaisia toimivaltaisia elimiä voivat olla esimerkiksi YK:n kansainvälinen tuomioistuin (International Court of Justice) ja erityiset kansainväliset elimet, jotka on perustettu valvomaan yksilöllisiä yleissopimuksia (nk. ” treaty bodies ”) – esimerkiksi YK:n ihmisoikeuskomitea.
sme: Vaikke Wien-konvenšuvdna álgodásis lea-ge hábmejuvvon dan ektui mo konvenšuvnnat čállojit maid stáhtat ieža čađahit ja vákšot, ja konvenšuvdna lea jaskat álbmogiidgaskasaš vákšunorgánaid sajis das mii guoská konvenšuvnnaid dulkomii, de datteUN International Court of Justice ja diehto álbmogiidgaskasaš organat mat ceggejuvvojedje vákšut ovttat konvenšuvnnaid n. g. ” treaty bodies ” – omd. ON:a Olmmošvuoigatvuođa Komitea.

source: Wienin yleissopimuksen 32 artiklassa lausutaan, että on luonnollista käyttää apuna täydentäviä tulkintakeinoja yleissopimusten valmistelutyöt ja sopimusta tehtäessä vallinneet olosuhteet mukaan luettuina vahvistamaan se merkitys, johon 31 artiklan periaatteita soveltamalla on päädytty.
sme: Wien-konvenšuvnna ártihkkalis 32 daddjo ahte livčče lunddolaš guovzat lasi diehtogálduid, maiddái konvenšuvnnaid ovdabargguid ja geahččat movt dilit ledje soahpama ja dohkkeheami ággi, ja fidnet dáhkádusa dan oaivilsisdollui mii ásahuvvui go ártihkkala 31 vuođđojurdagat ledje duogážin.

source: Tämä voi lisäksi olla välttämätöntä, kun 31 artiklan periaatteiden soveltaminen jättää merkityksen epäselväksi tai hämäräksi tai johtaa tulokseen, joka on mahdoton tai kohtuuton.
sme: Maiddái veadjá leat dárbbašlaš dahkat ná, go ártihkkala 31 leamaš vuođđun ja mii addá moives / eahpečielga dahje njođvon, ja vaikkeba áddetmeahttun bohtosa.

source: Myös oikeustiede on luonnollisesti merkittävä oikeuslähde kansainvälisiä yleissopimuksia tulkittaessa.
sme: Láhkadieđa lea lunddolaččat maiddái lágalaš doaimmaid alladási neavvun go álbmogiidgaskasaš soahpamušain áigu oažžut áddejumi.

source: 3.3 Uusin kansainvälisoikeudellinen teoria
sme: 3.3 Dálá áiggiid álbmotvuoiggalaš teoriija

source: Alkuperäiskansojen oikeutta itsemääräämiseen on alettu tutkia yhä laajemmin, ja tämän tutkimuksen myötä on alettu entistä suuremmassa määrin tunnustaa tämän perusoikeuden kuuluvan myös alkuperäiskansoille, ainakin tietyille alkuperäiskansoille.
sme: Eamiálbmogiid vuoigatvuohta iešmearrideapmái lea eanet ja eanet šaddan dutkamiid áhtan, ja dakko bokte lea-ge eambo vuhtiiváldon ahte dát vuođđovuoigatvuohta gullá eamiálbmogiidda, goittot muhtin eamiálbmogiidda.

source: YK:n rotusyrjintäkomitean brittiläinen jäsen, professori Patrick Thornberry mainitsee YK:n ihmisoikeuskomitean yleisessä huomautuksessaan todenneen, että oikeus itsemääräämiseen ei päde ainoastaan siirtomaa-alueiden lakkauttamisen yhteydessä vaan että se koskee myös itsenäisissä valtioissa asuvia ” kansoja ”.
sme: Patrick Thornberry, professora ja brihtálaš ON:a Čearddavealáheami komitea láhttu, cealká ahte ON:a Olmmošvuoigatvuođa Komitea lea oppalas komeanttastis váfistan ahte ii leat vuoiggalaš addit iešmearrideami dušše dalle go koloniijat heaittihuvvojit, muhto maiddái galgá leat nu ” álbmogiid ” buohta ieččanas stáhtaid siste.

source: Hän viittaa muun muassa ihmisoikeuskomitean Kanadan määräaikaisraportista (1999) tekemiin havaintoihin, joissa komitea hyväksyy alkuperäiskansat ” kansoiksi ” kansainvälisoikeudellisessa merkityksessä.
sme: Son dás geassá ovdan e.e. olmmošvuoigatvuođa komitea fuopmášumiid dalle go dat geahčadii Kanada áigodatráportta (1999), goas komitea dohkkehii ja vuhtiiválddii eamiálbmogiid ” álbmogin ” álbmotrievtti (njulgosa) vuođul.

source: Thornberry kertoo myös muutamien hallitusten, muun muassa Uuden-Seelannin hallituksen, hyväksyvän sen, että kansainvälistä oikeutta ollaan kehittämässä edelleen. Nähtävissä on kehitys, joka yhä laajemmassa määrin johtaa sen seikan tunnustamiseen, että oikeus itsemääräämisen koskee myös olemassa olevissa valtioissa asuvia kansoja.
sme: Thornberry maid muittuha ahte muhtin ráđđehusat, nugo New Zealand, leat buorrinváldán ahte álbmogiidgaskasaš lágalašvuohta lea bures čálgamen ja oidnomen lea ovdáneapmi mii dađe eanet vuhtiiváldá ahte lea vuoiggalaš juolludit iešmearrideami maiddái álbmogiidda mat ásset ieččanas stáhtaid siste.

source: Kristian Myntti sanoo, että alkuperäiskansat ovat ilmeisesti ” kansoja ” ainakin sosiaalisessa, kulttuurisessa ja etnologisessa mielessä.
sme: Kristian Myntti, árvala ahte eamiálbmogat áddemis leat " álbmot ", unnimustá goit sosiala, kultuvrralaš ja etnologalaš ipmárdusa vuoiŋŋas.

source: Hän sanoo edelleen, että alkuperäiskansoja voidaan mahdollisesti pitää ” kansoina ” kansainvälisoikeudellisessa merkityksessä ilman, että se tarkoittaa, että alkuperäiskansat voivat vaatia irtautumista olemassa olevista valtioista.
sme: Lassin dadjá ahte eamiálbmogat vedjet leat dakkár olmmošjoavkkut maid álbmotnjulgosa vuođul sáhtašii oaidnit " álbmogin ", muhto ii dát mieldesbuvttášii dan ahte eamiálbmogat sáhttet iežaset čuoldit eret ja mannat ieččanasvuhtii doaibmi stáhtaid siste.

source: Myntti korostaa, että ainoastaan sellaiset alkuperäiskansat, jotka asuvat perusluonteeltaan epädemokraattisissa tai sortoa harjoittavissa valtioissa, voivat vaatia irtautumista.
sme: Myntti deattuha ahte áidna eamiálbmogat mat ásset dakkár stáhtain mat leat vuođđodási eahpedemokráhtalaččat dahje vealáheaddjit, sáhttet gáibidit ieččanasvuođa.

source: Hänen tekemänsä johtopäätöksen mukaan irtautumispelon aiheuttama vastarinta, jota valtioiden keskuudessa tunnetaan alkuperäiskansojen itsemääräämisoikeuden tunnustamista kohtaan, näyttää siten perusteettomalta.
sme: Son loahpaha dajaldagain ahte stáhtaid vuostehágut addit eamiálbmogiidda iešmearrideami, čujuhettiin dasa ahte sii ballet luovusgaikumis, ii dalle sáhte duhtavaččat vuođustuvvot.

source: Ted Moses on sitä mieltä, että edellä mainittujen kahden YK:n yleissopimuksen yhteinen 1 artikla ei luo oikeutta itsemääräämiseen vaan sitä vastoin vahvistaa ja tunnustaa tämän oikeuden olemassaolon sekä sen, että se kuuluu kaikille kansoille.
sme: Ted Moses, doalaha fas ahte oktasaš ártihkkal 1, namahuvvon ON-konvenšuvnnain, ii daga iige ásat vuoigatvuođa iešmearrideapmái, muhto baicce duođašta ja vuhtiiváldá dán vuoigavuođa mii galgá buot álbmiggiidda addot buorrin.

source: Hän korostaa, että oikeus itsemääräämiseen koskee aivan ilmeisesti myös alkuperäiskansoja.
sme: Cealká maiddái ahte lea áibbas čielggas ahte vuoigatvuohta gullá eamiálbmogiidda.

source: Moses viittaa siinä yhteydessä alkuperäiskansojen itsemääräämisoikeutta käsittelevän YK:n asiantuntijakokouksen johtopäätöksiin, joista käy ilmi, että alkuperäiskansat ovat oma kansa, jolla on oikeus itsemääräämiseen.
sme: Son dán oktavuođas čájeha ahte ON:a Áššedovdiid čoahkkin eamiálbmogiid iešmearridanvuoigatvuođas lea dadjan ahte eamálbmogat leat ” iežas álbmot ” mii sáhttá gáibidit iešmearrideami.

source: Myös James Anaya katsoo, että alkuperäiskansoja on pidettävä ” kansoina ” kansainvälisoikeudellisessa merkityksessä ja että myös alkuperäiskansoilla on tämän takia oikeus itsemääräämiseen.
sme: James Anaya maid lea dan oaivilis ahte eamiálbmogat leat " álbmot " álbmotrievtti (- njulgosa) vuođul ja dát vuoigatvuohta beassat ieš mearridit maiddái gullá eamiálbmogiidda.

source: muassa kansainvälisessä tuomioistuimessa (International Court of Justice).
sme: Son ákkasta nu ahte lea gávdnamis álbmogiidgaskasaš vuohki dán duohpaga olis mii gáibida ja vuordá dulkoma sáni dábálaš mearkkašumi mielde, e.e. álbmogiidgaskasaš duopmostuolus (International Court of Justice).

source: Hän viittaa myös siihen, että useat YK:n toimivaltaiset elimet, muun muassa YK:n ihmisoikeuskomitea ja CERD, ovat hyväksyneet alkuperäiskansat ” kansoiksi ”.
sme: Son maiddái čuoččuha ahte arvat ON:a gealbo-organain leat gutnejahttán ahte eamiálbmogat leat ” álbmot ”, nu go ON:a Olmmošvuoigatvuođa Komitea ja CERD.

source: Hän hylkää perinteisen käsityksen, jonka mukaan vain siirtomailla ja valtion väestöllä kokonaisuutena on oikeus itsemääräämiseen, koska tämä käsitys on diskriminoiva sikäli, että se estää lukuisten ” valtiottomien kansojen ” mahdollisuuden itsemääräämiseen.
sme: Son ii dohkket dološ dábiid jurdaga mii doallá gitta das ahte eai earát go koloniijat ja stáhtaid olles álbmot oktiibuot ožžot čađahit iehčanas mearrádusaid. Dát jurdda lea vealáheaddji go ii juollut iešmearrideami daidda ollugiidda ” eai-stáhtalaš álbmogiidda ”.

source: Hän sanoo edelleen, että konservatiivinen, valtiokeskeinen tapa ymmärtää itsemääräämisoikeus on vanhentunut maailmassa, jossa valtioiden rajat ovat menettäneet merkityksensä.
sme: Lasiha son ain nu ahte vuorasáigásaš, konservatiiva stáhtiičádnon ipmárdus dán vuoigatvuođa hárrái, lea ánakronismalaš otná máilmmis gos eatnamiidgaskasaš rájáid mearkkašupmi lea hui olu geahppánan.

source: Anaya sanoo myös, että oikeudellisesti katsoen on kohtuutonta pyrkiä tulkitsemaan käsitettä ” kansat ” sellaisella tavalla, että alkuperäiskansat suljetaan oikeudenomistajien ryhmän ulkopuolelle.
sme: Anaya maid čuoččuha ahte dál lea vuoiggalaččat dohkketmeahttun figgat áddet duohpaga " álbmot " nu ahte eamálbmogat čuldošedje vuoigatvuođa oamasteaddjiin eret.

source: Hän viittaa kansainvälisiä yleissopimuksia koskeviin tulkintaperiaatteisiin (vrt. Wienin yleissopimus), joissa vahvistetaan, että käsitteitä on tulkittava tavallisen merkityksensä mukaan.
sme: Son čájeha ahte álbmogiidgaskasaš konvenšuvnnaid dulkonprinsihpat (oainne Wien-konvenšuvnna) nannejit ahte duohpagat galget ipmirduvvot lunddolaš oaivilsisdoalu vuoiŋŋas.

source: Käsitteen ” kansat ” sellainen tulkinta, että alkuperäiskansat jäävät ulkopuolelle, on ristiriidassa näiden tulkintaperiaatteiden kanssa.
sme: Duoba " álbmot " dulkojuvvon earraláhkái ja nu ahte eamiálbmogat gahččet olggobeallái, šaddá rihkkut dáid vuođđojurdagiid.

source: Anaya viittaa myös erääseen toiseen tärkeään alkuperäiskansojen itsemääräämisoikeudesta käytävässä keskustelussa esiin nostettuun seikkaan.
sme: Ain lassin Anaya deattuha nuppi deahálaš čuoggá dán áššis.

source: Hänen mielestään suuri osa alkuperäiskansojen itsemääräämisoikeuden tunnustamisen kohtaamasta vastustuksesta johtuu väärinkäsityksestä, että itsemäärääminen toteutetaan perustamalla itsenäinen valtio.
sme: Son oaidná nu ahte arvagis oassi vuostehágu álgovuođus, lea boasttoáddejumi boađus dakko buohta ahte iešmearrideami ollášuhttin dáhpáhuváš aiddo dušše dalle go ieččanas sorjjekeahtes stáhta ásahuvvo.

source: Hän suhtautuu kriittisesti tähän valtiolähtöiseen lähestymistapaan, koska se perustuu liian suuressa määrin länsimaiseen teoreettiseen ajatteluun, jossa valtio esitetään yhteiskunnan inhimillisen organisoinnin tärkeimpänä ja keskeisimpänä yksikkönä.
sme: Son láittaša dákkár stáhtabealátlaš lahkaneami go dát lea menddo ollu čatnasan oarjemáilmmi teorehtalaš smiehttamii gos stáhta ovdanbukto deaháleammos ja vuđoleammos ovttadahkan olmmošlaš servodatláhčimis.

source: Myös alkuperäiskansoja käsittelevän YK:n työryhmän entinen puheenjohtaja Erica-Irene A. Daes katsoo, että alkuperäiskansoja on pidettävä kansainvälisoikeudellisessa merkityksessä ” kansoina ”.
sme: ON-eamiálbmotbargojoavkku ovddit jođiheaddji, Erica-Irene A. Daes, maiddái dadjá iežas leat dan oainnus ahte eamiálbmogat leat ” álbmot ” álbmotnjulgosa vuođul.

source: Hän ei ole omien sanojensa mukaan vakuuttunut siitä, että ” alkuperäiskansojen ” ja ” kansojen ” välillä on ylipäätään eroa muilta osin kuin sikäli, että niillä, jotka on identifioitu ” alkuperäiskansoiksi ”, ei ole ollut tilaisuutta toteuttaa oikeuttaan itsemääräämiseen.
sme: Lohká son ii leat vel nanosmuvvan dan jáhkkui ahte dábálaš dilis lea erohus ” eamiálbmogiid ” ja ” álbmogiid ” gaskkas, earet dalle go sii guhte leat dovddahuvvon ” eamiálbmogin ” eai leat ožžon vuogasvuođa čađahit iežaset vuoigatvuođa dahkat luođus mearrádusaid.

source: Sharon Vennellä on erittäin mielenkiintoinen kanta kysymykseen, onko alkuperäiskansoja pidettävä ” kansoina ”.
sme: Sharon Venne buktá hui miellagiddevaš oainnu gažaldahkii sáhttet go eamiálbmogat gohčoduvvot ” álbmogin ”.

source: Hän kertoo alkuperäiskansojen aikojen kuluessa kokemasta syrjinnästä viittaamalla siihen, että eurooppalaiset siirtomaavallat tunnustivat Amerikan alkuperäiskansat ” kansoiksi ” solmimalla alkuperäiskansojen kanssa sopimuksen, joiden nojalla maahanmuuttajat voivat ottaa haltuunsa osia alkuperäiskansojen maa-alueista.
sme: Son govahallá bures movt eamiálbmogat áiggiid cađa leat vealáhuvvon go geassá ovdan ahte eurohpálaš koloniválddit dohkkehedje ámeriikalaš eamiálbmogiid ” álbmogin ” dalle go sisafárrejeaddjiiguin dahke soahpamušaid mat adde dáidda vejolašvuođa geavahišgoahtit osiid eamiálbmogiid duovdagiin ja čearuin.

source: Heti, kun maahanmuuttajat olivat saaneet nämä uudet alueet valvontaansa, alkuperäiskansojen asemaa ” kansoina ” ei kuitenkaan enää tunnustettu.
sme: Muhto dalán go sisafárrejeaddjit besse háldegoahtit dáid ođđa avádagaid, de ii šat gudnejahtton eamiálbmogiid sajádat ” álbmogin ”.
